Repository: darkstax/sysmon-cmdpal
Catalog: SysMonCmdPal/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# Common.Loading
source: Loading…
zh_cn: 加载中…

# Common.Unavailable
source: Unavailable
zh_cn: 不可用

# Common.Unknown
source: Unknown
zh_cn: 未知

# Common.Metric
source: Metric
zh_cn: 指标

# Common.Value
source: Value
zh_cn: 数值

# Common.Temperature
source: Temperature
zh_cn: 温度

# Common.SensorBackendLabel
source: Sensor backend: {0}
zh_cn: 传感器后端: {0}

# Common.CopyCurrentMetrics
source: Copy current metrics
zh_cn: 复制当前指标

# Common.Back
source: Back
zh_cn: 返回

# Common.Yes
source: Yes
zh_cn: 是

# Common.No
source: No
zh_cn: 否

# Common.None
source: None
zh_cn: 无

# Backend.Broker
source: Broker (most accurate) ✓
zh_cn: Broker (最精准) ✓

# Backend.HwinfoShm
source: HWiNFO shared memory ✓
zh_cn: HWiNFO 共享内存 ✓

# Backend.ThermalZone
source: ACPI thermal zone
zh_cn: ACPI 热区

# Backend.None
source: No sensor backend available
zh_cn: 无可用传感器后端

# Backend.NoneFail
source: No backend available ✗
zh_cn: 无可用后端 ✗

# Backend.Unknown
source: Unknown
zh_cn: 未知

# Backend.BothUnavailable
source: No data source available for CPU or GPU
zh_cn: CPU 和 GPU 均无可用数据源

# Backend.DataSource
source: Data source: {0}
zh_cn: 数据源: {0}

# Backend.GpuCount
source: ({0} cards)
zh_cn: ({0} 张卡)

# Backend.HwinfoWarningSoon
source: ⚠ HWiNFO shared memory will expire in about {0} minutes. Please restart HWiNFO.
zh_cn: ⚠ HWiNFO 共享内存将在约 {0} 分钟后失效，请重启 HWiNFO

# Backend.HwinfoExpired
source: ⚠ HWiNFO shared memory has expired. Please restart HWiNFO.
zh_cn: ⚠ HWiNFO 共享内存已超时，请重启 HWiNFO

# Backend.Exception
source: Sensor collection error: {0}
zh_cn: 传感器采集异常: {0}

# BatteryStatus.Charging
source: Charging
zh_cn: 充电中

# BatteryStatus.Discharging
source: Discharging
zh_cn: 放电中

# BatteryStatus.Full
source: Full
zh_cn: 已充满

# BatteryStatus.Dual
source: Dual Power
zh_cn: 双重供电

# BatteryStatus.NoBattery
source: No battery
zh_cn: 无电池

# Provider.DisplayName
source: System Monitor
zh_cn: 系统监控

# Provider.Title
source: System Monitor
zh_cn: 系统监控

# Provider.Subtitle
source: CPU · Memory · Disk · GPU · Network · Battery · Sensors · btop4win
zh_cn: CPU · 内存 · 磁盘 · GPU · 网络 · 电池 · 传感器 · btop4win

# Settings.BtopPathLabel
source: btop4win path
zh_cn: btop4win 路径

# Settings.BtopPathDescription
source: Optional path to btop.exe, btop4win.exe, or an install directory. Leave empty to use Scoop, PATH, and Program Files.
zh_cn: 可选的 btop.exe、btop4win.exe 或安装目录路径。留空时使用 Scoop、PATH 和 Program Files 搜索。

# Settings.PageTitle
source: System Monitor settings
zh_cn: 系统监控设置

# BrokerInstall.Title
source: Optional elevated Broker
zh_cn: 可选的提权 Broker

# BrokerInstall.Description
source: The download starts only after you confirm. SysMonCmdPal validates the matching GitHub Release executable, then performs a protected, recoverable installation with one administrator approval.
zh_cn: 只有确认后才会开始下载。SysMonCmdPal 会验证匹配架构的 GitHub Release 可执行文件，然后经一次管理员批准执行受保护、可恢复的安装。

# BrokerInstall.UnknownArchitecture
source: unsupported architecture
zh_cn: 不支持的架构

# BrokerInstall.ConfirmTitle
source: Install SysMonBroker from GitHub?
zh_cn: 从 GitHub 安装 SysMonBroker？

# BrokerInstall.ConfirmDescription
source: Download the {0} Broker only from this project's GitHub Releases. After verification, Windows will request administrator approval to install under Program Files and register one highest-privilege SYSTEM task triggered at every user sign-in. Continue only if you trust releases from darkstax/sysmon-cmdpal.
zh_cn: 仅从本项目的 GitHub Releases 下载 {0} Broker。验证完成后，Windows 会请求管理员批准，将 Broker 安装到 Program Files，并注册一个在任意用户登录时触发、以 SYSTEM 最高权限运行的任务。仅在你信任 darkstax/sysmon-cmdpal 发布内容时继续。

# BrokerInstall.ConfirmAction
source: Download and install
zh_cn: 下载并安装

# BrokerInstall.Started
source: Broker installation started. Progress is shown in settings.
zh_cn: Broker 安装已开始，可在设置中查看进度。

# BrokerInstall.AlreadyRunning
source: A Broker install or uninstall is already in progress.
zh_cn: 已有 Broker 安装或卸载正在进行。

# BrokerInstall.ButtonInstall
source: Install Broker from GitHub
zh_cn: 从 GitHub 安装 Broker

# BrokerInstall.ButtonUpdate
source: Update or reinstall Broker
zh_cn: 更新或重新安装 Broker

# BrokerInstall.ButtonRetry
source: Retry Broker installation
zh_cn: 重试 Broker 安装

# BrokerInstall.ButtonChecking
source: Checking GitHub...
zh_cn: 正在检查 GitHub...

# BrokerInstall.ButtonDownloading
source: Downloading Broker...
zh_cn: 正在下载 Broker...

# BrokerInstall.ButtonAwaitingElevation
source: Waiting for approval...
zh_cn: 正在等待批准...

# BrokerInstall.ButtonInstalling
source: Installing Broker...
zh_cn: 正在安装 Broker...

# BrokerInstall.StatusNotInstalled
source: Status: Broker is not installed.
zh_cn: 状态：Broker 尚未安装。

# BrokerInstall.StatusInstalled
source: Status: Broker is installed. Use the button to check for the latest release and reinstall it.
zh_cn: 状态：Broker 已安装。可使用按钮检查最新 Release 并重新安装。

# BrokerInstall.StatusChecking
source: Status: Checking the latest GitHub Release for this architecture.
zh_cn: 状态：正在检查适合当前架构的最新 GitHub Release。

# BrokerInstall.StatusDownloading
source: Status: Downloading and validating the Broker executable.
zh_cn: 状态：正在下载并验证 Broker 可执行文件。

# BrokerInstall.StatusAwaitingElevation
source: Status: Waiting for the Windows administrator approval prompt.
zh_cn: 状态：正在等待 Windows 管理员批准提示。

# BrokerInstall.StatusInstalling
source: Status: Installing into protected directories, registering the SYSTEM task, and checking its process path.
zh_cn: 状态：正在写入受保护目录、注册 SYSTEM 任务并校验启动后的进程路径。

# BrokerInstall.StatusSucceeded
source: Status: Broker was installed, registered for all user sign-ins, and started from the protected path.
zh_cn: 状态：Broker 已安装，已为所有用户登录注册任务，并从受保护路径成功启动。

# BrokerInstall.FailureNetwork
source: Installation stopped: GitHub could not be reached. Check the network and retry.
zh_cn: 安装已停止：无法连接 GitHub。请检查网络后重试。

# BrokerInstall.FailureNoRelease
source: Installation stopped: this project has no published Broker release yet.
zh_cn: 安装已停止：本项目尚未发布 Broker Release。

# BrokerInstall.FailureNoCompatibleAsset
source: Installation stopped: the latest release has no Broker executable for this architecture.
zh_cn: 安装已停止：最新 Release 中没有适合当前架构的 Broker 可执行文件。

# BrokerInstall.FailureDownloadInvalid
source: Installation stopped: the downloaded asset did not pass validation.
zh_cn: 安装已停止：下载的资产未通过验证。

# BrokerInstall.FailureUnsupportedArchitecture
source: Installation stopped: Broker installation supports only x64 and ARM64 Windows.
zh_cn: 安装已停止：Broker 安装仅支持 x64 和 ARM64 Windows。

# BrokerInstall.FailureElevationCanceled
source: Installation canceled: administrator approval was not granted.
zh_cn: 安装已取消：未获得管理员批准。

# BrokerInstall.FailureInstallationFailed
source: Installation failed or timed out during the elevated step. Any previous managed executable and task were restored when possible.
zh_cn: 提权安装步骤失败或超时；如原有受管可执行文件与任务存在，安装程序会尽力恢复。

# BrokerInstall.FailureUnexpected
source: Installation failed unexpectedly. Retry or review the local diagnostic log.
zh_cn: 安装意外失败。请重试或查看本地诊断日志。

# BrokerUninstall.ConfirmTitle
source: Uninstall SysMonBroker?
zh_cn: 卸载 SysMonBroker？

# BrokerUninstall.ConfirmDescription
source: This removes the managed SYSTEM task, Broker executable, uninstall script, Broker logs, and Windows installed-app entry. If the task action no longer points to the protected Broker path, uninstall stops without deleting it. This action requires administrator approval.
zh_cn: 此操作会删除受管 SYSTEM 任务、Broker 可执行文件、卸载脚本、Broker 日志和 Windows 已安装应用项。如果任务 action 已不再指向受保护的 Broker 路径，卸载会拒绝删除该任务。此操作需要管理员批准。

# BrokerUninstall.ConfirmAction
source: Uninstall Broker
zh_cn: 卸载 Broker

# BrokerUninstall.Started
source: Broker uninstall started. Progress is shown in settings.
zh_cn: Broker 卸载已开始，可在设置中查看进度。

# BrokerUninstall.NotInstalled
source: Broker is not installed.
zh_cn: Broker 尚未安装。

# BrokerUninstall.ButtonUninstall
source: Uninstall Broker
zh_cn: 卸载 Broker

# BrokerUninstall.ButtonAwaitingElevation
source: Waiting for uninstall approval...
zh_cn: 正在等待卸载批准...

# BrokerUninstall.ButtonUninstalling
source: Uninstalling Broker...
zh_cn: 正在卸载 Broker...

# BrokerUninstall.StatusAwaitingElevation
source: Status: Waiting for administrator approval to uninstall Broker.
zh_cn: 状态：正在等待管理员批准卸载 Broker。

# BrokerUninstall.StatusUninstalling
source: Status: Validating and removing the managed Broker installation.
zh_cn: 状态：正在校验并删除受管 Broker 安装。

# BrokerUninstall.StatusSucceeded
source: Status: Broker, its managed task, logs, and installed-app entry were removed.
zh_cn: 状态：Broker、受管任务、日志和已安装应用项均已删除。

# BrokerUninstall.FailureElevationCanceled
source: Uninstall canceled: administrator approval was not granted.
zh_cn: 卸载已取消：未获得管理员批准。

# BrokerUninstall.FailureUninstallationFailed
source: Uninstall failed, timed out, or refused an unsafe task or path. The protected installation was not broadly deleted.
zh_cn: 卸载失败、超时，或因任务/路径不安全而拒绝执行；安装目录不会被宽泛删除。

# BrokerUninstall.FailureUnexpected
source: Uninstall failed unexpectedly. Review the local diagnostic log.
zh_cn: 卸载意外失败。请查看本地诊断日志。

# MainPage.Title
source: System Monitor
zh_cn: 系统监控

# MainPage.CpuSubtitleTemp
source: Temp {0}°C · {1} cores
zh_cn: 温度 {0}°C · {1} 核心

# MainPage.CpuSubtitleNoTemp
source: {0} cores
zh_cn: {0} 核心

# MainPage.MemoryTitle
source: Memory — {0}%
zh_cn: 内存 — {0}%

# MainPage.DiskTitle
source: Disk ({0} drives)
zh_cn: 磁盘 ({0} 个驱动器)

# MainPage.NetworkTitle
source: Network
zh_cn: 网络

# MainPage.BatteryTitle
source: Battery — {0}% [{1}]
zh_cn: 电池 — {0}% [{1}]

# MainPage.BatteryUnavailable
source: Battery — unavailable
zh_cn: 电池 — 不可用

# MainPage.BatterySubtitle
source: Power status
zh_cn: 电源状态

# MainPage.GpuTitleMulti
source: GPU — {0} GPUs
zh_cn: GPU — {0} 张显卡

# MainPage.GpuUnavailable
source: GPU — unavailable
zh_cn: GPU — 不可用

# MainPage.GpuSubtitleBackend
source: Sensor backend: {0}
zh_cn: 传感器后端: {0}

# MainPage.SensorListTitle
source: All sensors
zh_cn: 全部传感器

# MainPage.SensorSubtitleConnected
source: Broker connected · {0} sensors
zh_cn: Broker 已连接 · {0} 个传感器

# MainPage.SensorSubtitleNoData
source: Broker connected · no sensor data yet
zh_cn: Broker 已连接 · 暂无传感器数据

# MainPage.SensorSubtitleStale
source: Broker data stale · {0}s since last update
zh_cn: Broker 数据已过期 · 距上次更新 {0} 秒

# MainPage.SensorSubtitleError
source: Broker shared memory error · {0}
zh_cn: Broker 共享内存错误 · {0}

# MainPage.SensorSubtitleUnavailable
source: Broker shared memory unavailable
zh_cn: Broker 共享内存不可用

# MainPage.SensorSubtitleDisconnected
source: Requires SysMonBroker running
zh_cn: 需要 SysMonBroker 运行中

# MainPage.BrokerDiagnosticsTitle
source: Broker diagnostics
zh_cn: Broker 诊断

# MainPage.BrokerDiagnosticsConnected
source: Connected · {0} sensors
zh_cn: 已连接 · {0} 个传感器

# MainPage.BrokerDiagnosticsNotRunning
source: SysMonBroker process is not running
zh_cn: SysMonBroker 进程未运行

# MainPage.BrokerDiagnosticsShmUnavailable
source: Process running · shared memory unavailable
zh_cn: 进程运行中 · 共享内存不可用

# MainPage.BrokerDiagnosticsStale
source: Shared memory connected · data stale
zh_cn: 共享内存已连接 · 数据已过期

# MainPage.BtopTitle
source: Launch btop4win
zh_cn: 启动 btop4win

# MainPage.BtopSubtitle
source: Terminal system monitor TUI · supports Broker snapshot data
zh_cn: 终端系统监控 TUI · 支持 Broker 快照数据

# Cpu.PageTitle
source: CPU Details
zh_cn: CPU 详情

# Cpu.Usage
source: Usage
zh_cn: 使用率

# Cpu.LogicalCores
source: Logical cores
zh_cn: 逻辑核心

# Cpu.HwinfoWarning
source: ⚠ **HWiNFO shared memory expiring**
zh_cn: ⚠ **HWiNFO 共享内存即将失效**

# Cpu.HwinfoWarningDetail
source: HWiNFO's shared memory needs to be restarted every ~12 hours to refresh.
zh_cn: HWiNFO 的共享内存每 ~12 小时需要重启 HWiNFO 以刷新。

# Cpu.HwinfoTimeRemaining
source: Estimated remaining: **{0} minutes**
zh_cn: 预计剩余: **{0} 分钟**

# Memory.PageTitle
source: Memory Details
zh_cn: 内存详情

# Memory.Used
source: Used
zh_cn: 已用

# Memory.Free
source: Free
zh_cn: 空闲

# Memory.Total
source: Total
zh_cn: 总计

# Disk.PageTitle
source: Disk Details
zh_cn: 磁盘详情

source: Disk — no drives
zh_cn: 磁盘 — 无驱动器

# Disk.Subtitle
source: {0}Used {1}% · Free {2} / {3} GB
zh_cn: {0}已用 {1}% · 空闲 {2} / {3} GB

# Network.PageTitle
source: Network Details
zh_cn: 网络详情

# Network.Download
source: Download
zh_cn: 下载

# Network.Upload
source: Upload
zh_cn: 上传

# Network.ActiveInterfaces
source: ### Active interfaces
zh_cn: ### 活跃接口

# Network.Interface
source: Interface
zh_cn: 接口

# Network.Speed
source: Speed
zh_cn: 速度

# Battery.PageTitle
source: Battery
zh_cn: 电池

# Battery.NotDetected
source: # Battery No battery detected (desktop or virtual machine).
zh_cn: # 电池 未检测到电池（台式机或虚拟机）。

# Battery.Level
source: Level
zh_cn: 电量

# Battery.Status
source: Status
zh_cn: 状态

# Gpu.PageTitle
source: GPU Details
zh_cn: GPU 详情

source: GPU usage
zh_cn: GPU 使用率

# Gpu.Temp
source: GPU temperature
zh_cn: GPU 温度

# Gpu.MemUsed
source: VRAM used
zh_cn: 显存已用

# Gpu.MemTotal
source: VRAM total
zh_cn: 显存总计

source: GPU not detected
zh_cn: 未检测到 GPU

# Gpu.CpuTemp
source: CPU temperature
zh_cn: CPU 温度

# Sensor.PageTitle
source: All sensors
zh_cn: 全部传感器

# Sensor.NoData
source: No sensor data
zh_cn: 无传感器数据

# Sensor.NoDataAlive
source: Broker connected but no sensor data yet
zh_cn: Broker 已连接但暂无传感器数据

# Sensor.NoDataStale
source: Broker data is stale · {0}s since last update
zh_cn: Broker 数据已过期 · 距上次更新 {0} 秒

# Sensor.NoDataError
source: Broker shared memory error: {0}
zh_cn: Broker 共享内存错误: {0}

# Sensor.NoDataUnavailable
source: Broker shared memory unavailable. Start SysMonBroker as administrator.
zh_cn: Broker 共享内存不可用，请以管理员权限启动 SysMonBroker。

# Sensor.NoDataDead
source: Requires SysMonBroker running (administrator privileges)
zh_cn: 需要 SysMonBroker 运行中（管理员权限）

# Sensor.EmptyList
source: Sensor list is empty
zh_cn: 传感器列表为空

# Sensor.EmptyListDetail
source: LHM detected no available sensors
zh_cn: LHM 未检测到任何可用传感器

# Sensor.BrowseCount
source: {0} sensors
zh_cn: {0} 个传感器

# Sensor.CategoryEmptyDetail
source: No matching sensors in {0}
zh_cn: {0} 下暂无匹配传感器

# Sensor.AddDockBand
source: Add to Dock Band
zh_cn: 添加到 Dock Band

# Sensor.RemoveDockBand
source: Remove from Dock Band
zh_cn: 从 Dock Band 移除

# Sensor.DockBandAdded
source: Added custom sensor Dock Band
zh_cn: 已添加自定义传感器 Dock Band

# Sensor.DockBandRemoved
source: Removed custom sensor Dock Band
zh_cn: 已移除自定义传感器 Dock Band

# Sensor.DockBandAlreadyAdded
source: Already added to Dock Band
zh_cn: 已添加到 Dock Band

# Sensor.DockBandNotConfigured
source: Sensor Dock Band is not configured
zh_cn: 该传感器 Dock Band 未配置

# Sensor.NoOpTitle
source: Sensor
zh_cn: 传感器

# Sensor.NoOpContent
source: *Select a sensor category to view details.*
zh_cn: *选择一个传感器类别查看详情。*

# BrokerDiagnostics.PageTitle
source: Broker diagnostics
zh_cn: Broker 诊断

# BrokerDiagnostics.CopyDiagnostics
source: Copy diagnostics
zh_cn: 复制诊断信息

# BrokerDiagnostics.ProcessRunning
source: Process running
zh_cn: 进程运行中

# BrokerDiagnostics.ProcessId
source: Process ID
zh_cn: 进程 ID

# BrokerDiagnostics.SharedMemoryConnected
source: Shared memory connected
zh_cn: 共享内存已连接

# BrokerDiagnostics.BrokerAlive
source: Broker alive
zh_cn: Broker 存活

# BrokerDiagnostics.DataFresh
source: Data fresh
zh_cn: 数据新鲜

# BrokerDiagnostics.Version
source: SHM version
zh_cn: SHM 版本

# BrokerDiagnostics.Counter
source: Counter
zh_cn: 计数器

# BrokerDiagnostics.SensorCount
source: Sensor count
zh_cn: 传感器数量

# BrokerDiagnostics.GpuCount
source: GPU count
zh_cn: GPU 数量

# BrokerDiagnostics.LastRead
source: Last SHM read
zh_cn: 最近 SHM 读取

# BrokerDiagnostics.LastPush
source: Last snapshot push
zh_cn: 最近快照推送

# BrokerDiagnostics.LastPing
source: Last ping
zh_cn: 最近心跳

# BrokerDiagnostics.LastError
source: Last error
zh_cn: 最近错误

# Btop.Name
source: Launch btop4win
zh_cn: 启动 btop4win

# Btop.NotFound
source: btop4win not found. Install via scoop install btop-lhm, or ensure btop.exe is in PATH.
zh_cn: btop4win 未找到。请通过 scoop install btop-lhm 安装，或确保 btop.exe 在 PATH 中。

# Btop.LaunchFailed
source: Failed to launch btop4win: {0}
zh_cn: 启动 btop4win 失败: {0}

# Dock.CpuHighLoad
source: ⚠ High load
zh_cn: ⚠ 高负载

# Dock.CpuElevated
source: Elevated
zh_cn: 负载偏高

# Dock.CpuMedium
source: Medium
zh_cn: 中等

# Dock.CpuIdle
source: Idle
zh_cn: 空闲

# Dock.Memory
source: Memory
zh_cn: 内存

# Dock.MemoryTitle
source: Memory {0}%
zh_cn: 内存 {0}%

# Dock.MemorySubtitle
source: Used {0} / {1} GB
zh_cn: 已用 {0} / {1} GB

# Dock.Disk
source: Disk
zh_cn: 磁盘

# Dock.DiskNoDrive
source: Disk — no drives
zh_cn: 磁盘 — 无驱动器

# Dock.Download
source: Download
zh_cn: 下载

# Dock.Upload
source: Upload
zh_cn: 上传

# Dock.Battery
source: Battery
zh_cn: 电池

# Dock.BatteryNoBattery
source: Battery — no battery
zh_cn: 电池 — 无电池

# Dock.BatteryDesktop
source: Desktop / AC power
zh_cn: 台式机 / 交流电

# Dock.BatteryTitle
source: Battery {0}%
zh_cn: 电池 {0}%

# Dock.GpuUnavailable
source: GPU — unavailable
zh_cn: GPU — 不可用

# Dock.GpuSubtitle
source: Requires Broker or HWiNFO
zh_cn: 需 Broker 或 HWiNFO

# Dock.CustomSensorWaiting
source: Waiting for Broker sensor data
zh_cn: 等待 Broker 传感器数据

# Dock.CustomSensorUnavailable
source: Sensor data unavailable
zh_cn: 传感器数据不可用

# Dock.CustomSensorNotFound
source: Sensor not found: {0}
zh_cn: 未找到传感器: {0}

# SensorCategory.CpuTemp
source: CPU Temperature
zh_cn: CPU 温度

# SensorCategory.CpuLoad
source: CPU Load
zh_cn: CPU 负载

# SensorCategory.CpuClock
source: CPU Clock
zh_cn: CPU 频率

# SensorCategory.CpuPower
source: CPU Power
zh_cn: CPU 功耗

# SensorCategory.CpuVoltage
source: CPU Voltage
zh_cn: CPU 电压

# SensorCategory.GpuTemp
source: GPU Temperature
zh_cn: GPU 温度

# SensorCategory.GpuLoad
source: GPU Load
zh_cn: GPU 负载

# SensorCategory.GpuClock
source: GPU Clock
zh_cn: GPU 频率

# SensorCategory.GpuPower
source: GPU Power
zh_cn: GPU 功耗

# SensorCategory.GpuMemory
source: GPU Memory
zh_cn: GPU 显存

# SensorCategory.GpuFan
source: GPU Fan
zh_cn: GPU 风扇

# SensorCategory.GpuVoltage
source: GPU Voltage
zh_cn: GPU 电压

# SensorCategory.MbTemp
source: Motherboard Temperature
zh_cn: 主板温度

# SensorCategory.MbFan
source: Motherboard Fan
zh_cn: 主板风扇

# SensorCategory.MbVoltage
source: Motherboard Voltage
zh_cn: 主板电压

# SensorCategory.StorageTemp
source: Storage Temperature
zh_cn: 存储温度

# SensorCategory.StorageLoad
source: Storage Load
zh_cn: 存储负载

# SensorBrowse.Temperature
source: Temperature
zh_cn: 温度

# SensorBrowse.Load
source: Load / Usage
zh_cn: 使用率 / 负载

# SensorBrowse.Power
source: Power
zh_cn: 功耗

# SensorBrowse.Fan
source: Fan
zh_cn: 风扇

# SensorBrowse.Frequency
source: Frequency
zh_cn: 频率

# SensorBrowse.Voltage
source: Voltage
zh_cn: 电压

# SensorBrowse.Storage
source: Storage
zh_cn: 存储
